
INSERT Patient
(LastName, FirstName, MiddleName, `Year`)
VALUES
('Іванов', 'Іван', 'Іванович', 1988),
('Петров', 'Петро', 'Петрович', 1981),
('Михайлюк', 'Михайло', 'Михайлович', 1961),
('Павлова', 'Інна', 'Григорівна', 1979),
('Микитюк', 'Олександра', 'Андріївна', 1972),
('Костів', 'Іван', 'Петрович', 1992),
('Костюк', 'Сергій', 'Андрійович', 1990)

INSERT PriceList
(`Name`, Price)
VALUES
('Ультразвукова діагностика', 600),
('Консультація', 350),
('Лабораторні обстеження', 450),
('Біохімічні дослідження', 1370),
('Імунологічні дослідження', 1500)

INSERT Appeal
(IdPatient, IdPriceList, Diagnosis, `Date`)
VALUES
(1, 1, 'Пісок в нирках', '2021/11/20'),
(2, 4, 'Надлишок глюкози', '2021/11/21'),
(3, 5, 'Підозра на менінгіт', '2021/11/19'),
(4, 2, 'Скарга на головну біль', '2021/11/23'),
(5, 5, 'Запалення слизової оболонки', '2021/11/24'),
(6, 3, 'Хвороба підшлункової залози', '2021/11/22'),
(7, 5, 'Атопічний дерматит', '2021/11/22'),
(4, 1, 'Легкий біль у животі', '2021/11/20'),
(4, 3, 'Аденома гіпофіза', '2021/11/21'),
(2, 4, 'Недостача панкреатична амілаза', '2021/11/24'),
(1, 3, 'Збільшені лімфатичні вузли', '2021/11/24'),
(3, 1, 'Прискорене серцебиття', '2021/11/24'),
(4, 5, 'Пісок в нирках', '2021/11/22'),
(2, 4, 'Розширені білкові фракції', '2021/11/24'),
(7, 1, 'Проблеми з тиском', '2021/11/24')

